{
    "IntroTutorial": " Heureusement que ma station est en orbite autour de Mars. Je vais pouvoir te donner un coup de main en attendant que les équipes de secours arrivent...dans 10mn",
    "AskActivateWater": "Conseil d'ami : tu devrais activer le module eau.",
    "RemindActivateWater" : "On ne t'a pas appris que l'eau est la base de la survie?",
    "AskActivatePotatoes":"Tu n'as pas un petit creux? Il paraît que les patates ne sont pas mauvaises.",
    "RemindActivatePotatoes" : "2ème leçon du manuel du parfait astronaute :se nourrir. Justement tu as un module de patates.",
    "AskActivateGenerator": "Les patates produisent de l'électricité. A condition d'activer le générateur bien sûr...",
    "RemindActivateGenerator": "Annonce de service. Le courant va être coupé dans 3...2...1...",
    "AllActive": "C'est bon ta base est prête. Tous les modules sont activés.",
    "IntroRepair":"Tu peux réparer tes modules en appuyant longuement dessus.",

    "RepairOk": "Parfait, une réparation est toujours utile.", 
    "RepairKo":"Je te conseille de réparer ton module dès maintenant.",
    "RepairEnd":"La réparation consomme du scotch. Attention à ton stock !",
	"IntroModuleOff":"Pour économiser tes modules, tu peux les mettre en pause en cliquant dessus.",
	


    "BeforeMarsStorm":"Une tempête solaire approche. Accroche toi, ça va secouer !",	
    "BeforeEclipse" : "Les communications vont être coupées à cause de l'éclipse solaire.",
    "BeforeWaterKO" : "Je vois une fuite d'eau dans ton réservoir. Tu devrais aller voir.",
    "AvertUpgradePotatoes" : "Plus que 25 patates et tu pourras upgrader ton module. Encore un effort.",
    "AvertUpgradeWater" : "Ton stock d'eau vient d'atteindre 25 litres. Bonne nouvelle : à partir de 50 litres, une upgrade sera disponible.",
    "AvertUpgradeElectricity" : "A partir de 50kw, ton module électricité deviendra plus puissant. Si tu veux l'upgrader bien sûr.",

    "Noise": "..... hhhhhh.....",
    "Noise2": "..... shhhhreçois ? .....",
    "FirstContact": "... Tu me reçois ? Ah. On dirait que la connexion est rétablie.",
    "FirstContact2": "Sacré atterissage ! Je vois que tu es toujours en vie. C'est déjà ça.",

    "victoryTitle": "Victoire",
    "victorySub": "Vous êtes un vrai petit Martien !",
    "defeatTitle": "Game Over",
    "defeatSub": "On dirait que vous n'êtes pas fait.e pour l'aventure..."

}






